Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: Captions/Subtitles
ca_es: Títols/subtítols

source: Empty
ca_es: Buida

source: Valid
ca_es: Vàlida

source: Invalid
ca_es: Incorrecte

source: Failed
ca_es: Ha fallat

source: Activate your Akismet account
ca_es: Activa el compte de l'Akismet

source: <strong>Almost done</strong> - activate your account and say goodbye to comment spam
ca_es: <strong>Ja quasi em acabat</strong> - activeu el compte i digueu adeu als comentaris brossa

source: %s week
ca_es: %s setmana

source: %s month
ca_es: %s mes

source: %s year
ca_es: %s any

source: #%d (no title)
ca_es: #%d (sense títol)

source: JavaScript must be enabled to use this feature.
ca_es: S'ha d'activar el JavaScript per utilitzar aquesta característica.

source: F j, Y
ca_es: j F Y

source: g:i a
ca_es: G:i

source: F j, Y g:i a
ca_es: j F Y G:i

source: Your Akismet account has been successfully set up and activated. Happy blogging!
ca_es: El compte de l'Akismet s'ha configurat i activat correctament. Avant blocaires!

source: Please enter an API key
ca_es: Introduïu una clau API

source: Akismet <a href="%s" class="add-new-h2">Stats</a>
ca_es: <a href="%s" class="add-new-h2">Estadístiques</a> de l'Akismet

source: Akismet eliminates the comment and trackback spam you get on your site. To use Akismet you may need to sign up for an API key. Click the button below to get started.
ca_es: L'akismet elimina la brossa dels comentaris i retroenllaços que us arriben al lloc web. Per utilitzar l'Akismet necessiteu registrar-vos per demanar una clau API. Feu clic al botó següetn per començar.

source: Create a new Akismet Key
ca_es: Crea una clau de l'Akismet nova

source: I already have a key
ca_es: Ja tinc una clau

source: You must enter a valid Akismet API key here. If you need an API key, you can <a href="%s">create one here</a>
ca_es: Heu d'introduir aquí una clau API d'Akismet vàlida. Si necessiteu una clau API, podeu <a href="%s">crear-ne una aquí</a>

source: Auto-detete old spam
ca_es: Suprimeix automàticament la brossa antiga

source: Show approved comments
ca_es: Mostra els comentaris aprovats

source: Save Changes
ca_es: Desa els canvis

source: Server Status
ca_es: Estat del servidor

source: Check Network Status
ca_es: Comprova l'estat de la xarxa

source: Last Checked
ca_es: Comprovat per darrera vegada

source: %s Ago
ca_es: Fa %s

source: Not yet
ca_es: Encara no

source: You can confirm that Akismet.com is up by <a href="%s" target="_blank">clicking here</a>.
ca_es: Podeu confirmar que Akismet.com està actiu <a href="%s" target="_blank">en fer clic aquí</a>.

source: Akismet Error Code
ca_es: Codi d'error de l'Akismet

source: Login Address (URL)
ca_es: Adreça d'inici de sessió (URL)

source: The URL to the admin area
ca_es: L'URL a l'àrea d'administració

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
ca_es: El navegador web del dispositiu no es pot utilitzar per penjar imatges. Potser podeu utilitzar l'<a href="%s">aplicació nativa del dispositiu</a> per contra.

source: (more&hellip;)
ca_es: (més&hellip;)

source: Possible reason: your host may have disabled the mail() function.
ca_es: Possible raó: el servidor pot tenir desactivada la funció mail().

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
ca_es: <strong>ERROR</strong>: no hem podut registrar-vos&hellip; contacteu amb l'<a href="mailto:%s">administrador de la web</a> !

source: %1$s [Autosave]
ca_es: %1$s [Desat automàtic]

source: %1$s [Current Revision]
ca_es: %1$s [Revisió actual]

source: Your session has expired. You can log in again from this page or go to the login page.
ca_es: La sessió ha caducat. Podeu iniciar sessió de nou des d'aquesta pàgina o anar a la pàgina d'entrada.

source: Session expired. Please log in again. You will not move away from this page.
ca_es: La sessió ha caducat. Inicieu sessió de nou. No sortireu d'aquesta pàgina.

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
ca_es: Heu introduït l'adreça de correu electrònic correctament? Heu introduït %s, si no és correcte, no rebreu el correu electrònic.

source: The site you were looking for, <strong>%s</strong>, does not exist, but you can create it now!
ca_es: La pàgina web que esteu cercant, <strong>%s</strong>, no existeix, però podeu crear-la ara!

source: The site you were looking for, <strong>%s</strong>, does not exist.
ca_es: La pàgina web que esteu cercant, <strong>%s</strong>, no existeix.

source: The login page will open in a new window. After logging in you can close it and return to this page.
ca_es: La pàgina d'inici de sessió s'obrirà en una finestra nova. Després d'iniciar sessió podeu tancar-la i tornar a aquesta pàgina.

source: %1$s %2$s, %3$s ago (%4$s)
ca_es: %1$s %2$s, fa %3$s (%4$s)

source: %s <span class="says">says:</span>
ca_es: %s <span class="says">ha dit:</span>

source: %1$s at %2$s
ca_es: %1$s a les %2$s

source: Search &hellip;
ca_es: Cerca &hellip;

source: Search for:
ca_es: Cerca:

source: Search
ca_es: Cerca

source: Session expired
ca_es: La sessió ha caducat

source: No tags found.
ca_es: No s'han trobat etiquetes.

source: Do not deregister the %1$s script in the administration area. To target the frontend theme, use the %2$s hook.
ca_es: No desactiveu l'script %1$s a l'àrea d'administració. Per adreçar-vos al tema de la pàgina d'inici, utilitzeu el codi %2$s.

source: WordPress Address (URL)
ca_es: Adreça del WordPress (URL)

source: Site Address (URL)
ca_es: Adreça del lloc web (URL)

source: Invalid user ID.
ca_es: Identificador d'usuari incorrecte.

source: Random Order
ca_es: Ordre aleatori

source: Caption this image&hellip;
ca_es: Posa-li títol a aquesta imatge&hellip;

source: %d selected
ca_es: %d seleccionats

source: Insert from URL
ca_es: Insereix des de una URL

source: Set Featured Image
ca_es: Defineix la imatge destacada

source: No items found.
ca_es: No s'han trobat elements.

source: Add to Gallery
ca_es: Afegeix a la galeria

source: Reverse order
ca_es: Inverteix l'ordre

source: Set featured image
ca_es: Defineix la imatge destacada

source: Deselect
ca_es: Deselecciona

source: Sorry, that file cannot be edited.
ca_es: Aquest fitxer no es pot editar.

source: Your browser has some limitations uploading large files with the multi-file uploader. Please use the <a href="%1$s" target="%2$s">browser uploader</a> for files over 100MB.
ca_es: El vostre navegador té algunes limitacions per penjar fitxers grans amb el carregador multifitxer. Utilitzeu el <a href="%1$s" target="%2$s">carregador del navegador</a> per a fitxers de més de 100Mb.

source: You are about to permanently delete this item. 'Cancel' to stop, 'OK' to delete.
ca_es: Ara eliminareu aquest element definitivament. 'Cancel·la' per sortir, 'D'acord' per eliminar.

source: Delete Permanently
ca_es: Esborra permanentment

source: Upload Limit Exceeded
ca_es: S'ha sobrepassat el límit de càrrega

source: Maximum upload file size: %d%s.
ca_es: La mida màxima de càrrega de fitxers: %d%s.

source: Dismiss Errors
ca_es: Descarta els errors

source: No editor could be selected.
ca_es: No s'ha seleccionat cap editor.

source: Uploading
ca_es: S'està penjant

source: Manage Images
ca_es: Gestiona les imatges

source: Image <span class="count">(%s)</span>
ca_es: Imatge <span class="count">(%s)</span>

source: Manage Audio
ca_es: Gestiona els fitxers d'àudio

source: Audio <span class="count">(%s)</span>
ca_es: Àudio <span class="count">(%s)</span>

source: Video
ca_es: Vídeo

source: Manage Video
ca_es: Gestiona vídeos

source: Video <span class="count">(%s)</span>
ca_es: Vídeo <span class="count">(%s)</span>

source: Insert into page
ca_es: Insereix a la pàgina

source: Uploaded to this page
ca_es: S'ha penjat a aquesta pàgina

source: All media items
ca_es: Tots els mèdia

source: Uploaded to this post
ca_es: S'ha penjat a aquesta entrada

source: Audio
ca_es: Àudio

source: &#8592; Return to library
ca_es: &#8592; Torna a la mediateca

source: Custom URL
ca_es: URL personalitzada

source: Attachment Details
ca_es: Detalls de l'adjunt

source: Alt Text
ca_es: Text Alt

source: Columns
ca_es: Columnes

source: Drag and drop to reorder images.
ca_es: Arrossegueu i deseu anar per reordenar les imatges.

source: Large
ca_es: Gran

source: Attachment Display Settings
ca_es: Configuració de la visualització dels adjunts

source: Gallery Settings
ca_es: Configuració de la galeria

source: Upload Images
ca_es: Penja imatges

source: &#8592; Cancel Gallery
ca_es: &#8592; Cancel·la la galeria

source: WordPress &rsaquo; Success
ca_es: WordPress &rsaquo; Èxit

source: Drop files anywhere to upload
ca_es: Desa els fitxers a qualsevol lloc per penjar

source: Upload Files
ca_es: Penja fitxers

source: Insert gallery
ca_es: Insereix una galeria

source: Drop files to upload
ca_es: Desa els fitxers per penjar

source: Media Library
ca_es: Mediateca

source: Create Gallery
ca_es: Crea una galeria

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
ca_es: Per activar l'usuari, feu clic al següent enllaç: %s Una vegada activat, rebreu *altre correu electrònic* amb les dades per entrar.

source: Already Installed
ca_es: Ja s'ha instal·lat

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
ca_es: Sembla que ja teniu instal·lat el WordPress. Per reinstal·lar heu de buidar primer les taules de la base de dades antiga.

source: Taxonomies cannot exceed 32 characters in length
ca_es: La longitud de les taxonomies no pot sobrepassar els 32 caràcters

source: New Site: %1$s URL: %2$s Remote IP: %3$s Disable these notifications: %4$s
ca_es: Pàgina web nova: %1$s URL: %2$s IP remota: %3$s Desactiva aquestes notificacions: %4$s

source: New User: %1$s Remote IP: %2$s Disable these notifications: %3$s
ca_es: Usuari nou o usuària nova: %1$s IP remota: %2$s Desactiva aquestes notificacions: %3$s

source: Link To
ca_es: Enllaça a

source: Attachment Page
ca_es: Pàgina de les adjuncions

source: Media File
ca_es: Mèdia

source: Describe this video&hellip;
ca_es: Descriu aquest vídeo&hellip;

source: Describe this audio file&hellip;
ca_es: Descriu aquest àudio&hellip;

source: Describe this media file&hellip;
ca_es: Descriu aquest mèdia&hellip;

source: Update gallery
ca_es: Actualitza la galeria

source: The requested user does not exist.
ca_es: L'usuari sol·licitat no existeix.

source: Please enter a valid email address.
ca_es: Introduïu una adreça electrònica vàlida.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
ca_es: <strong>ERROR</strong>: Aquest nom d'usuari ja està registrat. Trieu-ne un altre.

source: File doesn&#8217;t exist?
ca_es: Potser el fitxer no existeix?

source: File is not an image.
ca_es: El fitxer no és una imatge.

source: Could not read image size.
ca_es: No s'ha pogut llegir la mida de la imatge.

source: Image resize failed.
ca_es: Ha fallat el canvi de mida de la imatge.

source: Image crop failed.
ca_es: Ha fallat l'escapçada de la imatge.

source: Image rotate failed.
ca_es: Ha fallat la rotació de la imatge.

source: Image flip failed.
ca_es: Ha fallat la inversió de la imatge.

source: Image Editor Save Failed
ca_es: Ha fallat el desament de l'editor d'imatges

source: View Attachment Page
ca_es: Visualitza la pàgina d'adjuncions

source: Whoops, the provided date is invalid.
ca_es: Buf, la data que heu donat no és vàlida.

source: Insert Media
ca_es: Insereix un mèdia

source: Create a new gallery
ca_es: Crea una galeria nova

source: Insert into post
ca_es: Insereix a l'entrada

source: Add to gallery
ca_es: Afegeix a la galeria

source: Select Color
ca_es: Selecciona un color

source: Current Color
ca_es: Color actual

source: Could not insert term relationship into the database
ca_es: No s'ha pogut inserir les relacions del terme a la base de dades

source: Incorrect username or password.
ca_es: Nom d'usuari o contrasenya incorrectes

source: XML-RPC services are disabled on this site.
ca_es: Els serveis XML-RPC estan desactivats en aquesta pàgina web.

source: There is a revision of this post that is more recent.
ca_es: Hi ha una revisió d'aquesta entrada que és més recent.

source: %1$s %2$s %3$s Feed
ca_es: s%1$s %2$s canal d'informació

source: Display post date?
ca_es: Mostreu la data de les entrades?

source: You are not allowed to create pages as this user.
ca_es: Amb aquest nom d'usuari no teniu autorització per crear pàgines.

source: Invalid post ID
ca_es: Identificador d'entrada no vàlid.

source: Sorry, you cannot edit users.
ca_es: No podeu editar usuaris.

source: Invalid user ID
ca_es: Identificador d'usuari no vàlid.

source: Sorry, you cannot list users.
ca_es: No podeu llistar els usuaris.

source: The role specified is not valid
ca_es: El rol que heu especificat no és vàlid

source: Sorry, you cannot edit your profile.
ca_es: No podeu editar el perfil.

source: Sorry, the user cannot be updated.
ca_es: No es pot actualitzar l'usuari.

source: Sorry, you are not allowed to edit posts.
ca_es: No teniu permisos per editar entradess.

source: Sorry, revisions are disabled.
ca_es: Les revisions estan desactivades.

source: Alternative Text
ca_es: Text alternatiu

source: Select Files
ca_es: Seleccioneu fitxers

source: Distraction Free Writing mode
ca_es: Mode d'escriptura lliure de distracció

source: For more information about this software visit the <a href="http://tinymce.com" target="_blank">TinyMCE website</a>.
ca_es: Per a més informació sobre aquest programari, visiteu la <a href="http://tinymce.com" target="_blank">pàgina web del TinyMCE</a>.

source: GNU Library General Public License
ca_es: Llicència Pública General de Llibreria GNU

source: Pasting content from another application, like Word or Excel, is best done with the Paste from Word button on the second row, or in Text mode.
ca_es: Si pegueu contingut des d'altra aplicació, com ara el Word o l'Excel, és millor fer-ho des del botó de Pegar des del Word a la segona fila, o en mode text.

source: When pasting content from another web page the results can be inconsistent and depend on your browser and on the web page you are pasting from. The editor tries to correct any invalid HTML code that was pasted, but for best results try using the Text tab or one of the paste buttons that are on the second row. Alternatively try pasting paragraph by paragraph. In most browsers to select one paragraph at a time, triple-click on it.
ca_es: Quan enganxeu contingut des d'altra pàgina web, els resultats poden ser inconsistents i dependre del navegador i de la pàgina des d'on enganxeu. L'editor tracta de corregir el codi HTML incorrecte que s'enganxa, però per obtenir millors resultats utilitzeu la pestanya de text o un dels botons d'enganxar que hi ha en la segona fila. També podeu intentar enganxar paràgraf a paràgraf. A la majoria de navegadors per seleccionar un paràgraf, feu clic en ell tres vegades.

source: Any HTML entered directly into the rich editor will show up as text when the post is viewed. What you see is what you get. When you want to include HTML elements that cannot be generated with the toolbar buttons, you must enter it by hand in the Text editor. Examples are tables and &lt;code&gt;. To do this, click the Text tab and edit the code, then switch back to Visual mode. If the code is valid and understood by the editor, you should see it rendered immediately.
ca_es: Qualsevol codi HMTL introduït directament a l'editor de text enriquit es mostrarà com a text quan es visualitza l'entrada. El que vegeu és el que obteniu. Quan voleu incloure elements HTML que no s'han generat amb els botons de la barra d'eines, heu d'introduir-los a mà a l'editor de text. Exemples són les taules i &lt;code&gt;. Per fer això, feu clic a la pestanya de text i editeu el codi, aleshores canvieu de nou al mode visual. Si el codi és correcte i l'editor el comprèn, hauríeu de veure'l renderitzat immediatament.

source: If you need to upload an image or another media file from your computer, you can use the Media Library button above the editor. The media library will attempt to create a thumbnail-sized copy from each uploaded image. To insert your image into the post, first click on the thumbnail to reveal a menu of options. When you have selected the options you like, click "Insert into Post" and your image or file will appear in the post you are editing.
ca_es: Si necessiteu penjar una imatge o altre fitxer mèdia des del vostre ordinador, podeu utilitzar el botó de la mediateca que hi ha a la part superior de l'editor. La mediateca intentarà crear una còpia en miniatura de cada imatge que pengeu. Per inserir la imatge a l'entrada, primer feu clic a la miniatura perquè aparegui el menú d'opcions. Quan seleccioneu les opcions que us agradin, feu clic a "Insereix a l'entrada" i la imatge o fitxer apareixerà a l'entrada que esteu editant.

source: Editor width in Distraction Free Writing mode:
ca_es: Amplada de l'editor al mode d'escriptura lliure de distracció:

source: QuickTime options
ca_es: Opcions del Quicktime

source: Skip to toolbar
ca_es: Aneu a la barra d'eines

source: Top navigation toolbar.
ca_es: Barra d'eines de navegació a la part superior.

source: Distraction Free Writing mode (Alt + Shift + W)
ca_es: Mode d'escriptura lliure de distracció (Alt + Shift + W)

source: Horizontal rule
ca_es: Regla horitzontal

source: Hex Value
ca_es: Valor hexadecimal

source: Header Text Color
ca_es: Color del text de la capçalera

source: Save &amp; Activate
ca_es: Desa i activa

source: Saved
ca_es: S'ha desat

source: <strong>You have successfully updated WordPress!</strong> Please log back in to experience the awesomeness.
ca_es: <strong>Heu actualitzat correctament el WordPress!</strong> Torneu a entrar per experimentar la meravella.

source: Save &amp; Publish
ca_es: Desa i publica

source: Select File
ca_es: Selecciona el fitxer

source: Customize
ca_es: Personalitza

source: Insufficient arguments passed to this XML-RPC method.
ca_es: S'han passat un nombre insuficient d'arguments a aquest mètode XML-RPC.

source: Sorry, you cannot stick a private post.
ca_es: No podeu fixar una entrada privada.

source: This key is invalid.
ca_es: Aquesta clau no és correcta.

source: Some comments have not yet been checked for spam by Akismet. They have been temporarily held for moderation. Please check your <a href="%s">Akismet configuration</a> and contact your web host if problems persist.
ca_es: Alguns comentaris no poden comprovar-se per l'Akismet. Temporalment s'han posat en moderació. Comproveu la <a href="%s">configuració de l'Akismet</a> i contacteu amb el proveïdor d'allotjament si el problema persisteix.

source: Awaiting spam check
ca_es: S'està esperant la comprovació de la brossa

source: Akismet Widget
ca_es: Giny de l'Akismet

source: Display the number of spam comments Akismet has caught
ca_es: Mostra el nombre de comentaris brossa que l'Akismet ha capturat

source: <strong class="count">%1$s spam</strong> blocked by <strong>Akismet</strong>
ca_es: <strong class="count">%1$s brossa</strong> blocat per l'<strong>Akismet</strong>

source: No Image
ca_es: Sense imatge

source: Random Default Image
ca_es: Imatge predeterminada aleatòria

source: Random Uploaded Image
ca_es: Imatge penjada aleatòria

source: You can edit your menu content on the Menus screen in the Appearance section.
ca_es: Podeu editar el contingut del menú a la pantalla dels menús de la secció Aparença.

source: Drop a file here or <a href="#" class="upload">select a file</a>.
ca_es: Arrossegueu el fitxer aqui o <a href="#" class="upload">seleccioneu un fitxer</a>.

source: Header Image
ca_es: Imatge de la capçalera

source: Post Thumbnail
ca_es: Publica la miniatura

source: text direction
ca_es: direcció del text

source: Toggle Editor Text Direction
ca_es: Commuta la direcció del text de l'editor

source: Site name must be at least 4 characters.
ca_es: El nom del lloc web ha de tenir almenys 4 caràcters.

source: Please enter a site name.
ca_es: Entreu un nom del lloc web

source: That username is not allowed.
ca_es: Aquest nom d'usuari no està permès.

source: Please enter a username.
ca_es: Entreu un nom d'usuari.

source: Please enter a site title.
ca_es: Entreu el títol del lloc web.

source: That name is not allowed.
ca_es: Aquest nom no està permès.

source: Username must be at least 4 characters.
ca_es: El nom d'usuari ha de tenir 4 caràcters almenys.

source: A static page
ca_es: Una pàgina estàtica

source: Display Header Text
ca_es: Mostra el text de la capçalera

source: Background Color
ca_es: Color de fons

source: Background Image
ca_es: Imatge de fons

source: Background Repeat
ca_es: Repeteix el fons

source: Background Position
ca_es: Posició del fons

source: Background Attachment
ca_es: Adjunta un fons

source: Uploaded
ca_es: Penjades

source: Upload New
ca_es: Penja

source: Remove Image
ca_es: Suprimeix la imatge

source: Sorry, you are not allowed to edit this post type.
ca_es: No teniu autorització per editar aquest tipus d'entrada

source: Scroll
ca_es: Desplaça

source: Fixed
ca_es: Fixat

source: No Repeat
ca_es: Sense repetició

source: Tile
ca_es: Títol

source: Tile Horizontally
ca_es: Mosaic horitzontal

source: Tile Vertically
ca_es: Mosaic vertical

source: Front page
ca_es: Pàgina inicial

source: Posts page
ca_es: Pàgina d'entrades

source: Upload
ca_es: Penja

source: Remove
ca_es: Suprimeix

source: Allowed Files
ca_es: Fitxers permesos

source: The term name cannot be empty.
ca_es: En nom del terme no pot ser buit.

source: You are not allowed to create terms in this taxonomy.
ca_es: No teniu autorització per a crear termes en aquesta taxonomia.

source: This taxonomy is not hierarchical.
ca_es: Aquesta taxonomia no és jeràrquica.

source: Parent term does not exist.
ca_es: El terme superior no existeix.

source: Sorry, your term could not be created. Something wrong happened.
ca_es: No s'ha pogut crear el terme. Alguna cosa ha anat malament.

source: You are not allowed to edit terms in this taxonomy.
ca_es: No teniu permès editar termes en aquesta taxonomia.

source: This taxonomy is not hierarchical so you can't set a parent.
ca_es: Aquesta taxonomia no és jeràrquica, així que no podeu establir un parent.

source: Sorry, editing the term failed.
ca_es: Ha fallat l'edició del terme.

source: You are not allowed to delete terms in this taxonomy.
ca_es: No teniu permès suprimir els termes en aquesta taxonomia.

source: Sorry, deleting the term failed.
ca_es: Ha fallat la supressió del terme.

source: You are not allowed to assign terms in this taxonomy.
ca_es: No teniu permès assignar termes en aquesta taxonomia.

source: Select Link Category:
ca_es: Selecciona la categoria de l'enllaç:

source: Template
ca_es: Plantilla

source: Stylesheet
ca_es: Full d'estil

source: Link title
ca_es: Títol de l'enllaç

source: Link rating
ca_es: Valoració de l'enllaç

source: Link ID
ca_es: Identificador de l'enllaç

source: Number of links to show:
ca_es: Nombre d'enllaços que cal mostrar:

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
ca_es: ERROR: el directori de temes o bé està buit o bé no existeix. Comproveu la instal·lació.

source: Stylesheet is not readable.
ca_es: No es pot llegir el full d'estil

source: The "%s" theme is not a valid parent theme.
ca_es: El tema "%s" no és un tema pare vàlid.

source: Navigation
ca_es: Navegació
